export default [
  {
    id: '8470f6cf-5e28-4c23-8f92-cc6a72e58806',
    name: 'ตัวแทน',
    children_label: 'ค่าธรรมเนียม',
    children: [
      {
        id: '3b04d926-0ce2-4273-ac3d-cdb303477830',
        name: 'ค่าขอรับใบอนุญาตเป็นตัวแทนประกันชีวิต'
      },
      {
        id: '1cf4060e-a2aa-4e3e-adfe-65775d4b17c3',
        name: 'ค่าคู่มือประกอบการอบรมขอรับใบอนุญาตเป็นตัวแทนประกันชีวิต'
      },
      {
        id: 'f6984651-d218-4daa-8f0d-959fcf5d5854',
        name: 'ค่าคู่มือประกอบการอบรมขอต่อใบอนุญาตเป็นตัวแทนประกันชีวิต'
      },
      {
        id: '3962d0b6-630b-43a1-975f-a3f66c151827',
        name: 'ค่าขอต่ออายุใบอนุญาตเป็นตัวแทนประกันชีวิต',
        children_label: 'ค่าคู่มือประกอบการอบรมขอต่อใบอนุญาต',
        children: [
          {
            id: '7bed8ebe-937a-44f6-a21f-51362b45a628',
            name: 'ขอต่อใบอนุญาตครั้งที่ 1',
            price: 120
          },
          {
            id: 'c688a202-3ced-41b2-9f22-935fb46a4cae',
            name: 'ขอต่อใบอนุญาตครั้งที่ 2',
            price: 100
          },
          {
            id: '939c4403-c890-4a4a-aba1-34b50b89e5a9',
            name: 'ขอต่อใบอนุญาตครั้งที่ 3',
            price: 150
          }
        ]
      }
    ]
  },
  {
    id: '146d7611-90df-4e32-9e8b-9283a52cb350',
    name: 'เติมเงิน',
    children_label: 'ค่าธรรมเนียม',
    children: [
      {
        id: '9e6f413f-0929-44ae-8f54-c0e42645ea1e',
        name: 'ค่าพักบัตรเติมเงิน',
        price: 100
      }
    ]
  },
  {
    id: 'c7725796-6ded-4e6a-81d8-59732089fedc',
    name: 'ค่ามัดจำที่จอดรถ'
  },
  {
    id: '5507bb5b-59c1-4f63-9f45-2321da27cd03',
    name: 'คืนเงินทดลองตัวแทน'
  }
]
